{
  "_name_or_path": "gpt2-demo",
  "model_type": "gpt2",
  "architectures": ["GPT2LMHeadModel"],
  "n_layer": 6,
  "n_head": 8,
  "n_embd": 512,
  "n_inner": 2048,
  "vocab_size": 50257,
  "n_positions": 1024
}
